Repository: common-repository/opinions-clients
Catalog: languages/opinions-clients-*.po
Languages: fr_fr

source: An error occured, please try again later!
fr_fr: Une erreur s’est produite, s’il vous plaît essayer à nouveau plus tard!

source: Message sent! Thank you!
fr_fr: Message envoyé! Merci!

source: Give your anonymous opinion about this page
fr_fr: Donnez votre avis anonyme sur cette page

source: Send
fr_fr: Envoyer

source: Wrong data, please check your entries
fr_fr: Données incorrecte, s’il vous plaît vérifier vos entrées

source: Delete
fr_fr: Supprimer

source: Product/Post/Page
fr_fr: Produit/Article/Page

source: Comment
fr_fr: Commentaire

source: Nowhere
fr_fr: Nulle part

source: Only on posts
fr_fr: Uniquement sur les articles

source: Only on pages
fr_fr: Uniquement sur les pages

source: Only on products
fr_fr: Uniquement sur les produits

source: Both on post and pages
fr_fr: Sur les articles et les pages

source: Both on post and products
fr_fr: Sur les articles et les produits

source: Both on pages and products
fr_fr: Sur les pages et les produits

source: Everywhere
fr_fr: Partout

source: Bottom
fr_fr: Bas

source: Top
fr_fr: Haut

source: Left
fr_fr: Gauche

source: Right
fr_fr: Droite

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Text introducing the opinion form
fr_fr: Texte introduisant le formulaire

source: Button text of the opinion form
fr_fr: Texte du bouton du formulaire

source: Pause between each opinion
fr_fr: Pause entre chaque avis

source: To prevent spam, you can force pause between each opinion (In minutes, 0 = no pause)
fr_fr: Pour éviter le spam, vous pouvez forcer la pause entre chaque opinion (en minutes, 0 = pas de pause)

source: Max characters allowed
fr_fr: Caractères max. autorisés

source: Max characters allowed for opinion (0 = unlimited)
fr_fr: Caractères max. autorisés pour l’opinion (0 = illimité)

source: Where to display the form
fr_fr: Où afficher le formulaire

source: Vertical position of the button
fr_fr: Position verticale du bouton

source: Horizontal position of the button
fr_fr: Position horizontale du bouton

source: Delete all data on uninstall
fr_fr: Supprimer toutes les données lors de la désinstallation

source: Do not activate this setting if you want to install the premium version or if you want to keep your settings / opinions for later
fr_fr: N’activez pas ce paramètre si vous souhaitez installer la version premium ou si vous souhaitez conserver vos paramètres / opinions pour plus tard

source: Update settings
fr_fr: Mettre à jour les réglages

source: How to use the plugin?
fr_fr: Comment utiliser le plugin?

source: 1. What does the plugin do?
fr_fr: 1. Que fait le plugin?

source: The plugin simply adds a button offering a form for your visitors to give their opinions on your website. Opinions are anonymous and allow you to know how your customers feel about your products, articles or pages in general. You can then make more informed decisions about what you offer, taking into account the opinions received.
fr_fr: Le plugin ajoute simplement un bouton proposant un formulaire pour vos visiteurs afin qu'ils donnent leurs opinions sur votre site Web. Les opinions sont anonymes et vous permettent de savoir ce que vos clients pensent de vos produits, articles ou pages en général. Vous pouvez ainsi prendre des décisions plus éclairées sur ce que vous proposez, en tenant compte des avis reçus.

source: 2. Display opinions
fr_fr: 2. Afficher les avis

source: Log in to your WordPress dashboard and access to "Opinions clients" menu. In the first tab "Opinions", you can see all the opinions you have received. Click on the comment to see the full text.
fr_fr: Connectez-vous à votre tableau de bord WordPress et accédez au menu "Opinions clients". Dans le premier onglet "Opinions", vous pouvez voir toutes les opinions que vous avez reçues. Cliquez sur le commentaire pour voir le texte intégral.

source: 3. Settings
fr_fr: 3. Paramètres

source: a. Customize text for the form
fr_fr: a. Personnaliser le texte pour le formulaire

source: b. Set how and where is the form displayed
fr_fr: b. Définir comment et où le formulaire est affiché

source: c. Change icon button position: You can position the icon on your website at the top or bottom, and right or left. For more precision, you can define the horizontal and vertical offset from the edge you have chosen
fr_fr: c. Changer la position du bouton d’icône : vous pouvez positionner l’icône sur votre site Web en haut ou en bas, et à droite ou à gauche. Pour plus de précision, vous pouvez définir le décalage horizontal et vertical à partir du bord que vous avez choisi

source: d. Change icon and background color: Choose the icon you want and the background color for it. Select "No icon" for deactivate the button, visitors will no longer be able to give their opinion
fr_fr: d. Changer l’icône et la couleur de fond : Choisissez l’icône que vous voulez et la couleur de fond pour elle. Sélectionnez "Pas d’icône" pour désactiver le bouton, les visiteurs ne seront alors plus en mesure de donner leur avis

source: e. Change color for the form
fr_fr: e. Changer les couleurs pour le formulaire

source: Some settings are only available on the premium version
fr_fr: Certains paramètres ne sont disponibles que sur la version premium

source: Settings
fr_fr: Paramètres

source: Help
fr_fr: Aide

source: Move to trash
fr_fr: Déplacer dans la corbeille

source: Update
fr_fr: Mettre à jour

source: Info bar. Displays information when you edit a field
fr_fr: Barre d’information. Affiche les informations lorsque vous modifiez un champ

source: See the details below in the info bar
fr_fr: Voir les détails ci-dessous dans la barre d’information

source: Are you sure you want to delete this item?
fr_fr: Êtes-vous sûr(e) de bien vouloir supprimer cet élément ?

source: Please fill in the label
fr_fr: Veuillez remplir le label

source: Please fill in the maximum quantity
fr_fr: Veuillez remplir la quantité maximum

source: Please fill in the end date
fr_fr: Veuillez remplir la date de fin

source: Close
fr_fr: Fermer
